Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Ana_SearchesCaption.Text
source: Semantic and keyword queries
de: Semantische und Stichwort-Abfragen
es: Consultas semánticas y por palabras clave
fr: Requêtes sémantiques et par mots-clés
ja: セマンティック検索とキーワード検索
zh_cn: 语义与关键词查询

# Ana_AvgRespOverline.Text
source: AVG RESPONSE
de: Ø ANTWORTZEIT
es: RESPUESTA MEDIA
fr: RÉPONSE MOYENNE
ja: 平均応答
zh_cn: 平均响应

# Ana_AvgRespCaption.Text
source: AI generation latency
de: Latenz der KI-Generierung
es: Latencia de generación de IA
fr: Latence de génération de l'IA
ja: AI 生成のレイテンシ
zh_cn: AI 生成延迟

# Ana_IndexingOverline.Text
source: KNOWLEDGE INDEXING
de: WISSENSINDIZIERUNG
es: INDEXACIÓN DE CONOCIMIENTO
fr: INDEXATION DES CONNAISSANCES
ja: ナレッジのインデックス作成
zh_cn: 知识索引

# Ana_IndexedRun.Text
source: indexed
de: indiziert
es: indexados
fr: indexés
ja: 件インデックス済み
zh_cn: 已索引

# Ana_PendingRun.Text
source: pending
de: ausstehend
es: pendientes
fr: en attente
ja: 件待機中
zh_cn: 待处理

# Ana_TokensPerConvOverline.Text
source: TOKENS / CONV
de: TOKENS / KONV.
ja: トークン / 会話
zh_cn: token / 会话

# Ana_WorkflowIntelTitle.Text
source: Workflow Intelligence
de: Workflow-Intelligenz
es: Inteligencia de workflows
fr: Intelligence des workflows
ja: ワークフロー インテリジェンス
zh_cn: 工作流智能

# Ana_WorkflowIntelSubtitle.Text
source: Workflow adoption, reliability, and recent results derived from stored workflow-run history
de: Workflow-Nutzung, Zuverlässigkeit und aktuelle Ergebnisse aus der gespeicherten Ausführungshistorie
es: Adopción, fiabilidad y resultados recientes de los workflows, derivados del historial de ejecuciones almacenado
fr: Adoption, fiabilité et résultats récents des workflows, dérivés de l'historique d'exécution stocké
ja: 保存されたワークフロー実行履歴から導出した、利用状況・信頼性・最近の結果
zh_cn: 基于已存储的工作流运行历史,呈现采用度、可靠性与最近结果

# Ana_TotalRunsOverline.Text
source: TOTAL RUNS
de: AUSFÜHRUNGEN GESAMT
es: EJECUCIONES TOTALES
fr: EXÉCUTIONS TOTALES
ja: 実行回数合計
zh_cn: 总运行次数

# Ana_TotalRunsCaption.Text
source: All recorded workflow executions
de: Alle aufgezeichneten Workflow-Ausführungen
es: Todas las ejecuciones de workflows registradas
fr: Toutes les exécutions de workflows enregistrées
ja: 記録されたすべてのワークフロー実行
zh_cn: 所有已记录的工作流执行

# Ana_SuccessRateOverline.Text
source: SUCCESS RATE
de: ERFOLGSQUOTE
es: TASA DE ÉXITO
fr: TAUX DE RÉUSSITE
ja: 成功率
zh_cn: 成功率

# Ana_SuccessRateCaption.Text
source: Completed outcomes across finished runs
de: Erfolgreich abgeschlossene Ergebnisse aller beendeten Ausführungen
es: Resultados completados entre las ejecuciones finalizadas
fr: Résultats aboutis parmi les exécutions terminées
ja: 完了した実行のうち成功した割合
zh_cn: 已结束运行中成功完成的占比

# Ana_AvgRunDurOverline.Text
source: AVG RUN DURATION
de: Ø AUSFÜHRUNGSDAUER
es: DURACIÓN MEDIA
fr: DURÉE MOYENNE
ja: 平均実行時間
zh_cn: 平均运行时长

# Ana_AvgRunDurCaption.Text
source: Mean duration across completed workflow runs
de: Mittlere Dauer aller abgeschlossenen Workflow-Ausführungen
es: Duración media de las ejecuciones de workflows completadas
fr: Durée moyenne des exécutions de workflows terminées
ja: 完了したワークフロー実行の平均時間
zh_cn: 已完成工作流运行的平均时长

# Ana_ActiveWfOverline.Text
source: ACTIVE WORKFLOWS (30D)
de: AKTIVE WORKFLOWS (30 T)
es: WORKFLOWS ACTIVOS (30 D)
fr: WORKFLOWS ACTIFS (30 J)
ja: アクティブなワークフロー(30日)
zh_cn: 活跃工作流(30 天)

# Ana_ActiveWfCaption.Text
source: Distinct workflows used during the recent 30-day window
de: Verschiedene Workflows, die in den letzten 30 Tagen genutzt wurden
es: Workflows distintos usados en la ventana de los últimos 30 días
fr: Workflows distincts utilisés au cours des 30 derniers jours
ja: 直近 30 日間に使用された個別のワークフロー数
zh_cn: 最近 30 天内使用过的不同工作流

# Ana_WfTrendLabel.Text
source: 30-Day Workflow Run Trend
de: Workflow-Ausführungen: 30-Tage-Trend
es: Tendencia de ejecuciones en 30 días
fr: Tendance des exécutions sur 30 jours
ja: ワークフロー実行の 30 日間トレンド
zh_cn: 30 天工作流运行趋势

# Ana_WfTrendEmpty.Text
source: No workflow runs landed in the last 30 days yet.
de: In den letzten 30 Tagen gab es noch keine Workflow-Ausführungen.
es: Aún no hay ejecuciones de workflows en los últimos 30 días.
fr: Aucune exécution de workflow au cours des 30 derniers jours.
ja: 過去 30 日間のワークフロー実行はまだありません。
zh_cn: 最近 30 天暂无工作流运行。

# Ana_TopWfTitle.Text
source: Top Workflows
es: Workflows principales
fr: Workflows les plus utilisés
ja: 上位ワークフロー
zh_cn: 热门工作流

# Ana_TopWfSubtitle.Text
source: Highest-volume workflows, ranked from actual run history rather than cached counters.
de: Workflows mit dem höchsten Volumen, gerankt anhand der tatsächlichen Ausführungshistorie statt zwischengespeicherter Zähler.
es: Los workflows con más volumen, clasificados según el historial real de ejecuciones y no por contadores en caché.
fr: Les workflows au plus fort volume, classés d'après l'historique réel des exécutions plutôt que des compteurs en cache.
ja: キャッシュされたカウンターではなく、実際の実行履歴に基づいてランク付けした高頻度ワークフロー。
zh_cn: 按实际运行历史(而非缓存计数)排序的高频工作流。

# Ana_TopWfEmpty.Text
source: No workflow leaders yet.
de: Noch keine führenden Workflows.
es: Aún no hay workflows destacados.
fr: Pas encore de workflows en tête.
ja: 上位のワークフローはまだありません。
zh_cn: 暂无领先的工作流。

# Ana_RecentWfTitle.Text
source: Recent Workflow Runs
de: Letzte Workflow-Ausführungen
es: Ejecuciones recientes de workflows
fr: Exécutions récentes de workflows
ja: 最近のワークフロー実行
zh_cn: 最近的工作流运行

# Ana_RecentWfSubtitle.Text
source: Latest stored outcomes, including short output or error previews for inspection.
de: Zuletzt gespeicherte Ergebnisse, inklusive kurzer Ausgabe- oder Fehlervorschauen zur Prüfung.
es: Últimos resultados almacenados, con vistas previas breves de salida o errores para su inspección.
fr: Derniers résultats stockés, avec de courts aperçus de sortie ou d'erreur pour inspection.
ja: 確認用の短い出力またはエラーのプレビューを含む、最新の保存結果。
zh_cn: 最新存储的结果,含简短输出或错误预览以便检查。

# Ana_RecentWfEmpty.Text
source: No recent workflow runs yet.
de: Noch keine aktuellen Workflow-Ausführungen.
es: Aún no hay ejecuciones recientes.
fr: Pas encore d'exécutions récentes.
ja: 最近のワークフロー実行はまだありません。
zh_cn: 暂无最近的工作流运行。

# Ana_ConvIntelTitle.Text
source: Conversation Intelligence
de: Konversationsintelligenz
es: Inteligencia de conversaciones
fr: Intelligence des conversations
ja: 会話インテリジェンス
zh_cn: 会话智能

# Ana_ConvIntelSubtitle.Text
source: Durable summaries for long-running conversations, with freshness and coverage visible in one place
de: Dauerhafte Zusammenfassungen für langlaufende Konversationen – Aktualität und Abdeckung auf einen Blick
es: Resúmenes duraderos para conversaciones largas, con frescura y cobertura visibles en un solo lugar
fr: Résumés durables pour les conversations longues, avec fraîcheur et couverture visibles au même endroit
ja: 長期にわたる会話の永続的な要約。鮮度とカバレッジを 1 か所で確認できます
zh_cn: 长会话的持久摘要,新鲜度与覆盖范围一目了然

# Ana_SummarizedOverline.Text
source: SUMMARIZED CONVERSATIONS
de: ZUSAMMENGEFASSTE KONVERSATIONEN
es: CONVERSACIONES RESUMIDAS
fr: CONVERSATIONS RÉSUMÉES
ja: 要約済みの会話
zh_cn: 已摘要会话

# Ana_SummarizedCaption.Text
source: Distinct conversations with stored snapshots
de: Verschiedene Konversationen mit gespeicherten Snapshots
es: Conversaciones distintas con instantáneas almacenadas
fr: Conversations distinctes avec instantanés stockés
ja: スナップショットが保存された個別の会話
zh_cn: 拥有已存快照的不同会话

# Ana_SnapshotsOverline.Text
source: CURRENT SNAPSHOTS
de: AKTUELLE SNAPSHOTS
es: INSTANTÁNEAS ACTUALES
fr: INSTANTANÉS ACTUELS
ja: 現在のスナップショット
zh_cn: 当前快照

# Ana_SnapshotsCaption.Text
source: Immutable summary versions stored on disk
de: Unveränderliche Zusammenfassungsversionen auf der Festplatte
es: Versiones inmutables de resúmenes almacenadas en disco
fr: Versions de résumé immuables stockées sur disque
ja: ディスクに保存された不変の要約バージョン
zh_cn: 存储在磁盘上的不可变摘要版本

# Ana_StaleOverline.Text
source: STALE SUMMARIES
de: VERALTETE ZUSAMMENFASSUNGEN
es: RESÚMENES OBSOLETOS
fr: RÉSUMÉS OBSOLÈTES
ja: 古くなった要約
zh_cn: 过期摘要

# Ana_StaleCaption.Text
source: Stored summaries that no longer reflect the latest thread state
de: Gespeicherte Zusammenfassungen, die nicht mehr den neuesten Gesprächsstand widerspiegeln
es: Resúmenes almacenados que ya no reflejan el estado más reciente del hilo
fr: Résumés stockés ne reflétant plus l'état le plus récent du fil
ja: スレッドの最新状態を反映しなくなった保存済み要約
zh_cn: 不再反映最新会话状态的已存摘要

# Ana_PendingRefreshOverline.Text
source: PENDING REFRESHES
de: AUSSTEHENDE AKTUALISIERUNGEN
es: ACTUALIZACIONES PENDIENTES
fr: ACTUALISATIONS EN ATTENTE
ja: 保留中の更新
zh_cn: 待刷新

# Ana_PendingRefreshCaption.Text
source: Conversations waiting for first-pass or incremental refresh
de: Konversationen, die auf die erste oder eine inkrementelle Aktualisierung warten
es: Conversaciones a la espera de una primera pasada o de una actualización incremental
fr: Conversations en attente d'une première passe ou d'une actualisation incrémentale
ja: 初回またはインクリメンタルな更新を待つ会話
zh_cn: 等待首次或增量刷新的会话

# Ana_FocusedConvTitle.Text
source: Focused Conversation Summary
de: Fokussierte Konversationszusammenfassung
es: Resumen de conversación enfocado
fr: Résumé de conversation ciblé
ja: フォーカス中の会話要約
zh_cn: 聚焦的会话摘要

# Ana_FocusedConvHint.Text
source: The matching durable summary was moved to the top of the list so you can review it without hunting through Analytics.
de: Die passende dauerhafte Zusammenfassung wurde an den Anfang der Liste verschoben, damit Sie sie ohne Suchen in Analytics prüfen können.
es: El resumen duradero correspondiente se movió al principio de la lista para que pueda revisarlo sin buscar por Analytics.
fr: Le résumé durable correspondant a été placé en haut de la liste afin que vous puissiez le consulter sans fouiller Analytics.
ja: 該当する永続的な要約をリストの先頭に移動しました。Analytics 内を探し回らずに確認できます。
zh_cn: 匹配的持久摘要已移至列表顶部,无需在 Analytics 中查找即可查看。

# Ana_RefreshSummaryBtn.Content
source: Refresh Summary
de: Zusammenfassung aktualisieren
es: Actualizar resumen
fr: Actualiser le résumé
ja: 要約を更新
zh_cn: 刷新摘要

# Ana_DismissBtn.Content
source: Dismiss
de: Ausblenden
es: Descartar
fr: Ignorer
ja: 閉じる
zh_cn: 关闭

# Ana_NoSummaries.Text
source: No durable conversation summaries yet. Open Analytics again after a few chats to seed the first snapshots.
de: Noch keine dauerhaften Konversationszusammenfassungen. Öffnen Sie Analytics nach einigen Chats erneut, um die ersten Snapshots zu erzeugen.
es: Aún no hay resúmenes duraderos de conversaciones. Vuelva a abrir Analytics tras algunos chats para generar las primeras instantáneas.
fr: Pas encore de résumés durables de conversations. Rouvrez Analytics après quelques discussions pour générer les premiers instantanés.
ja: 永続的な会話要約はまだありません。何度かチャットした後に Analytics を再度開くと、最初のスナップショットが作成されます。
zh_cn: 尚无持久会话摘要。进行几次聊天后重新打开 Analytics 即可生成首批快照。

# Ana_OpenedFromOpsBadge.Text
source: Opened from Operations
de: Aus Operations geöffnet
es: Abierto desde Operations
fr: Ouvert depuis Operations
ja: Operations から開きました
zh_cn: 从 Operations 打开

# Ana_RecallTitle.Text
source: Semantic Recall Probe
de: Semantische Recall-Abfrage
es: Sonda de recuerdo semántico
fr: Sonde de rappel sémantique
ja: セマンティック リコール プローブ
zh_cn: 语义回忆探测

# Ana_RecallSubtitle.Text
source: Durable message embeddings let you probe semantically similar past turns across conversations without relying on transient chat memory.
de: Dauerhafte Nachrichten-Embeddings ermöglichen es, semantisch ähnliche frühere Gesprächsbeiträge über Konversationen hinweg zu finden – ohne flüchtigen Chat-Speicher.
es: Los embeddings duraderos de mensajes permiten sondear turnos pasados semánticamente similares entre conversaciones sin depender de la memoria transitoria del chat.
fr: Les embeddings durables de messages permettent de sonder des tours passés sémantiquement similaires entre conversations, sans dépendre de la mémoire transitoire du chat.
ja: 永続的なメッセージ埋め込みにより、一時的なチャット メモリに頼らず、会話をまたいで意味的に類似した過去の発言を探索できます。
zh_cn: 持久的消息嵌入让您跨会话探查语义相似的历史发言,而无需依赖临时聊天记忆。

# Ana_EmbeddedOverline.Text
source: EMBEDDED MESSAGES
de: EINGEBETTETE NACHRICHTEN
es: MENSAJES CON EMBEDDING
fr: MESSAGES AVEC EMBEDDING
ja: 埋め込み済みメッセージ
zh_cn: 已嵌入消息

# Ana_EmbeddedCaption.Text
source: Messages currently recall-ready
de: Derzeit recall-fähige Nachrichten
es: Mensajes actualmente listos para el recuerdo
fr: Messages actuellement prêts pour le rappel
ja: 現在リコール可能なメッセージ
zh_cn: 当前可回忆的消息

# Ana_PendingEmbOverline.Text
source: PENDING EMBEDDINGS
de: AUSSTEHENDE EMBEDDINGS
es: EMBEDDINGS PENDIENTES
fr: EMBEDDINGS EN ATTENTE
ja: 保留中の埋め込み
zh_cn: 待嵌入

# Ana_PendingEmbCaption.Text
source: Eligible messages still waiting for durable embeddings
de: Geeignete Nachrichten, die noch auf dauerhafte Embeddings warten
es: Mensajes elegibles aún a la espera de embeddings duraderos
fr: Messages éligibles en attente d'embeddings durables
ja: 永続的な埋め込みを待っている対象メッセージ
zh_cn: 仍在等待持久嵌入的合格消息

# Ana_RecallReadyOverline.Text
source: RECALL-READY CONVERSATIONS
de: RECALL-FÄHIGE KONVERSATIONEN
es: CONVERSACIONES LISTAS PARA RECUERDO
fr: CONVERSATIONS PRÊTES AU RAPPEL
ja: リコール可能な会話
zh_cn: 可回忆的会话

# Ana_RecallQueryBox.PlaceholderText
source: Try: product roadmap drift, pricing discussion, dashboard analytics, summary refresh
de: Beispiele: Produkt-Roadmap-Abweichung, Preisdiskussion, Dashboard-Analysen, Zusammenfassungsaktualisierung
es: Pruebe: desvío de la hoja de ruta, discusión de precios, análisis del panel, actualización de resúmenes
fr: Essayez : dérive de la feuille de route, discussion tarifaire, analyses du tableau de bord, actualisation des résumés
ja: 例: 製品ロードマップの変化、価格の議論、ダッシュボード分析、要約の更新
zh_cn: 试试:产品路线图变化、定价讨论、仪表板分析、摘要刷新

# Ana_SearchRecallBtn.Content
source: Search Recall
de: Recall durchsuchen
es: Buscar recuerdos
fr: Rechercher un rappel
ja: リコールを検索
zh_cn: 搜索回忆

# Ana_NoRecallMatches.Text
source: No recall matches yet. Run a probe query after chats have been embedded.
de: Noch keine Recall-Treffer. Führen Sie eine Abfrage aus, nachdem Chats eingebettet wurden.
es: Aún no hay coincidencias. Ejecute una consulta de sondeo cuando los chats tengan embeddings.
fr: Pas encore de correspondances. Lancez une requête une fois les discussions intégrées.
ja: リコールの一致はまだありません。チャットの埋め込み後にプローブ クエリを実行してください。
zh_cn: 暂无回忆匹配。待聊天完成嵌入后再运行探测查询。

# Ana_ThemesTitle.Text
source: Conversation Themes
de: Konversationsthemen
es: Temas de conversación
fr: Thèmes de conversation
ja: 会話テーマ
zh_cn: 会话主题

# Ana_ThemesSubtitle.Text
source: Materialized cross-conversation clusters built from durable summaries. This is the first persistent theme layer above stored summaries and recall.
de: Materialisierte konversationsübergreifende Cluster aus dauerhaften Zusammenfassungen – die erste persistente Themenebene über gespeicherten Zusammenfassungen und Recall.
es: Clústeres entre conversaciones materializados a partir de resúmenes duraderos. Es la primera capa persistente de temas sobre los resúmenes almacenados y el recuerdo.
fr: Clusters inter-conversations matérialisés à partir des résumés durables. C'est la première couche de thèmes persistante au-dessus des résumés stockés et du rappel.
ja: 永続的な要約から構築された、会話横断のクラスター。保存済み要約とリコールの上に位置する初の永続テーマ層です。
zh_cn: 由持久摘要构建的跨会话聚类。这是位于已存摘要与回忆之上的首个持久主题层。

# Ana_ActiveClustersOverline.Text
source: ACTIVE THEME CLUSTERS
de: AKTIVE THEMEN-CLUSTER
es: CLÚSTERES DE TEMAS ACTIVOS
fr: CLUSTERS DE THÈMES ACTIFS
ja: アクティブなテーマ クラスター
zh_cn: 活跃主题聚类

# Ana_ActiveClustersCaption.Text
source: Persisted conversation themes currently materialized
de: Derzeit materialisierte, persistierte Konversationsthemen
es: Temas de conversación persistidos actualmente materializados
fr: Thèmes de conversation persistés actuellement matérialisés
ja: 現在マテリアライズされている永続的な会話テーマ
zh_cn: 当前已物化的持久会话主题

# Ana_ClusteredConvOverline.Text
source: CLUSTERED CONVERSATIONS
de: GECLUSTERTE KONVERSATIONEN
es: CONVERSACIONES AGRUPADAS
fr: CONVERSATIONS REGROUPÉES
ja: クラスター化された会話
zh_cn: 已聚类会话

# Ana_ClusteredConvCaption.Text
source: Conversations with a current durable theme assignment
de: Konversationen mit aktueller dauerhafter Themenzuordnung
es: Conversaciones con una asignación de tema duradera vigente
fr: Conversations avec une affectation de thème durable en cours
ja: 現在有効な永続テーマが割り当てられた会話
zh_cn: 拥有当前持久主题分配的会话

# Ana_NewThemesOverline.Text
source: NEW THEMES (7D)
de: NEUE THEMEN (7 T)
es: TEMAS NUEVOS (7 D)
fr: NOUVEAUX THÈMES (7 J)
ja: 新しいテーマ(7日)
zh_cn: 新主题(7 天)

# Ana_NewThemesCaption.Text
source: Theme clusters first seen during the last 7 days
de: Themen-Cluster, die erstmals in den letzten 7 Tagen aufgetreten sind
es: Clústeres de temas vistos por primera vez en los últimos 7 días
fr: Clusters de thèmes apparus pour la première fois au cours des 7 derniers jours
ja: 過去 7 日間に初めて出現したテーマ クラスター
zh_cn: 最近 7 天内首次出现的主题聚类

# Ana_LastMaterializedOverline.Text
source: LAST MATERIALIZED
de: ZULETZT MATERIALISIERT
es: ÚLTIMA MATERIALIZACIÓN
fr: DERNIÈRE MATÉRIALISATION
ja: 最終マテリアライズ
zh_cn: 上次物化

# Ana_LastMaterializedCaption.Text
source: Latest durable cluster recomputation
de: Letzte dauerhafte Cluster-Neuberechnung
es: Último recálculo duradero de clústeres
fr: Dernier recalcul durable des clusters
ja: 最新の永続クラスター再計算
zh_cn: 最近一次持久聚类重算

# Ana_NoThemes.Text
source: No conversation themes yet. Once durable summaries accumulate, Analytics will surface the first cross-conversation clusters here.
de: Noch keine Konversationsthemen. Sobald sich dauerhafte Zusammenfassungen ansammeln, zeigt Analytics hier die ersten konversationsübergreifenden Cluster.
es: Aún no hay temas de conversación. Cuando se acumulen resúmenes duraderos, Analytics mostrará aquí los primeros clústeres entre conversaciones.
fr: Pas encore de thèmes de conversation. Une fois les résumés durables accumulés, Analytics affichera ici les premiers clusters inter-conversations.
ja: 会話テーマはまだありません。永続的な要約が蓄積されると、Analytics が最初の会話横断クラスターをここに表示します。
zh_cn: 尚无会话主题。持久摘要积累后,Analytics 会在此显示首批跨会话聚类。

# Ana_ThemeTrendsTitle.Text
source: Theme Trends
de: Themen-Trends
es: Tendencias de temas
fr: Tendances des thèmes
ja: テーマのトレンド
zh_cn: 主题趋势

# Ana_ThemeTrendsSubtitle.Text
source: Daily persisted activity windows for the materialized theme layer. Analytics reads only stored rows here, so trend cards stay stable and cheap to load.
de: Täglich persistierte Aktivitätsfenster für die materialisierte Themenebene. Analytics liest hier nur gespeicherte Zeilen, sodass die Trendkarten stabil und schnell laden.
es: Ventanas de actividad diarias persistidas para la capa de temas materializada. Analytics solo lee filas almacenadas aquí, por lo que las tarjetas de tendencias se mantienen estables y rápidas de cargar.
fr: Fenêtres d'activité quotidiennes persistées pour la couche de thèmes matérialisée. Analytics ne lit ici que des lignes stockées, les cartes de tendances restent donc stables et rapides à charger.
ja: マテリアライズされたテーマ層の、日次で永続化されたアクティビティ ウィンドウ。Analytics はここでは保存済みの行のみを読み取るため、トレンド カードは安定して軽快に表示されます。
zh_cn: 物化主题层的每日持久活动窗口。Analytics 在此只读取已存行,因此趋势卡片稳定且加载开销低。

# Ana_TrendingOverline.Text
source: TRENDING THEMES
de: THEMEN IM TREND
es: TEMAS EN TENDENCIA
fr: THÈMES EN TENDANCE
ja: 上昇中のテーマ
zh_cn: 趋势主题

# Ana_TrendingCaption.Text
source: Themes with stronger 7-day activity than the prior 7-day window
de: Themen mit stärkerer 7-Tage-Aktivität als im vorherigen 7-Tage-Fenster
es: Temas con más actividad en 7 días que en la ventana anterior de 7 días
fr: Thèmes plus actifs sur 7 jours que sur la fenêtre précédente de 7 jours
ja: 直前の 7 日間より活動が活発なテーマ
zh_cn: 近 7 天活跃度高于前一个 7 天窗口的主题

# Ana_NewEntriesOverline.Text
source: NEW THEME ENTRIES (7D)
de: NEUE THEMENEINTRÄGE (7 T)
es: ENTRADAS DE TEMAS NUEVAS (7 D)
fr: NOUVELLES ENTRÉES DE THÈMES (7 J)
ja: 新しいテーマ エントリ(7日)
zh_cn: 新主题条目(7 天)

# Ana_NewEntriesCaption.Text
source: Current cluster assignments first materialized during the last 7 days
de: Aktuelle Cluster-Zuordnungen, die erstmals in den letzten 7 Tagen materialisiert wurden
es: Asignaciones de clúster vigentes materializadas por primera vez en los últimos 7 días
fr: Affectations de cluster actuelles matérialisées pour la première fois au cours des 7 derniers jours
ja: 過去 7 日間に初めてマテリアライズされた現在のクラスター割り当て
zh_cn: 最近 7 天内首次物化的当前聚类分配

# Ana_MostActiveOverline.Text
source: MOST ACTIVE THEME
de: AKTIVSTES THEMA
es: TEMA MÁS ACTIVO
fr: THÈME LE PLUS ACTIF
ja: 最も活発なテーマ
zh_cn: 最活跃主题

# Ana_MostActiveCaption.Text
source: Highest persisted 7-day activity total across the theme layer
de: Höchste persistierte 7-Tage-Gesamtaktivität in der Themenebene
es: Mayor actividad total persistida en 7 días en la capa de temas
fr: Total d'activité persistée sur 7 jours le plus élevé de la couche de thèmes
ja: テーマ層全体で 7 日間の永続アクティビティ合計が最大のもの
zh_cn: 主题层中 7 天持久活跃度总量最高者

# Ana_LastTrendOverline.Text
source: LAST TREND REFRESH
de: LETZTE TREND-AKTUALISIERUNG
es: ÚLTIMA ACTUALIZACIÓN DE TENDENCIAS
fr: DERNIÈRE ACTUALISATION DES TENDANCES
ja: 最終トレンド更新
zh_cn: 上次趋势刷新

# Ana_LastTrendCaption.Text
source: Latest persisted theme-trend materialization
de: Letzte persistierte Materialisierung der Themen-Trends
es: Última materialización persistida de tendencias de temas
fr: Dernière matérialisation persistée des tendances de thèmes
ja: テーマ トレンドの最新の永続マテリアライズ
zh_cn: 最近一次持久化的主题趋势物化

# Ana_NoTrendRows.Text
source: No durable theme trend rows yet. Once clusters are refreshed, Analytics will surface their daily activity windows here.
de: Noch keine dauerhaften Themen-Trend-Zeilen. Sobald Cluster aktualisiert wurden, zeigt Analytics hier ihre täglichen Aktivitätsfenster.
es: Aún no hay filas duraderas de tendencias de temas. Cuando se actualicen los clústeres, Analytics mostrará aquí sus ventanas de actividad diarias.
fr: Pas encore de lignes durables de tendances. Une fois les clusters actualisés, Analytics affichera ici leurs fenêtres d'activité quotidiennes.
ja: 永続的なテーマ トレンドの行はまだありません。クラスターが更新されると、Analytics が日次アクティビティ ウィンドウをここに表示します。
zh_cn: 尚无持久主题趋势数据。聚类刷新后,Analytics 会在此显示其每日活动窗口。

# Ana_ActivityTitle.Text
source: Activity Trends
de: Aktivitätstrends
es: Tendencias de actividad
fr: Tendances d'activité
ja: アクティビティの傾向
zh_cn: 活动趋势

# Ana_ActivitySubtitle.Text
source: Daily activity over the last 30 days
de: Tägliche Aktivität der letzten 30 Tage
es: Actividad diaria de los últimos 30 días
fr: Activité quotidienne des 30 derniers jours
ja: 過去 30 日間の日次アクティビティ
zh_cn: 最近 30 天的每日活动

# Ana_ConvSeriesLabel.Text
source: Conversations
de: Konversationen
es: Conversaciones
ja: 会話
zh_cn: 会话

# Ana_NoConvData.Text
source: No conversation data yet. Start chatting to see trends.
de: Noch keine Konversationsdaten. Beginnen Sie zu chatten, um Trends zu sehen.
es: Aún no hay datos de conversaciones. Empiece a chatear para ver tendencias.
fr: Pas encore de données de conversation. Commencez à discuter pour voir les tendances.
ja: 会話データはまだありません。チャットを開始するとトレンドが表示されます。
zh_cn: 暂无会话数据。开始聊天即可查看趋势。

# Ana_DocsSeriesLabel.Text
source: Documents Imported
de: Importierte Dokumente
es: Documentos importados
fr: Documents importés
ja: インポートしたドキュメント
zh_cn: 已导入文档

# Ana_NoDocData.Text
source: No document import data yet. Import files to see trends.
de: Noch keine Importdaten. Importieren Sie Dateien, um Trends zu sehen.
es: Aún no hay datos de importación. Importe archivos para ver tendencias.
fr: Pas encore de données d'importation. Importez des fichiers pour voir les tendances.
ja: ドキュメントのインポート データはまだありません。ファイルをインポートするとトレンドが表示されます。
zh_cn: 暂无文档导入数据。导入文件即可查看趋势。

# Ana_SearchSeriesLabel.Text
source: Searches
de: Suchen
es: Búsquedas
fr: Recherches
ja: 検索
zh_cn: 搜索

# Ana_NoSearchData.Text
source: No search data yet. Use semantic or keyword search to see trends.
de: Noch keine Suchdaten. Nutzen Sie die semantische oder Stichwortsuche, um Trends zu sehen.
es: Aún no hay datos de búsqueda. Use la búsqueda semántica o por palabras clave para ver tendencias.
fr: Pas encore de données de recherche. Utilisez la recherche sémantique ou par mots-clés pour voir les tendances.
ja: 検索データはまだありません。セマンティック検索またはキーワード検索を使うとトレンドが表示されます。
zh_cn: 暂无搜索数据。使用语义或关键词搜索即可查看趋势。

# Ana_ModelUsageTitle.Text
source: Model Usage
de: Modellnutzung
es: Uso de modelos
fr: Utilisation des modèles
ja: モデル使用状況
zh_cn: 模型使用情况
